{
  "movies": [{
    "id": 1,
    "codex": "CJ",
    "name": "La casa di Jack",
    "img": "/static/images/copertinefilm/lacasadiJack.jpg",
    "plot": "La Casa di Jack, il film diretto da Lars von Trier, ambientato nell’America degli anni '70 segue l'astuto Jack (Matt Dillon) attraverso cinque incidenti, e cioè gli omicidi che definiscono il suo sviluppo come serial killer. Viviamo la storia dal punto di vista di Jack che vede ogni omicidio come un'opera d'arte in sé, anche se la sua disfunzione gli dà problemi nel mondo esterno. Nonostante l'inevitabile intervento della polizia (cosa che provoca pressioni su Jack) si stia avvicinando, contrariamente a ogni logica, questo lo spinge a rischiare sempre di più. Lungo il cammino scopriamo le sue condizioni personali, i suoi problemi e i suoi pensieri attraverso conversazioni ricorrenti con lo sconosciuto Virgilio, una miscela grottesca di sofismi mescolata con un'auto-pietà quasi infantile e con spiegazioni approfondite di azioni difficili e pericolose.",
    "cast": [ "Matt Dillon", "Uma Thurman"],
    "trailer_mp4": "http://localhost:9000/static/movies/caj.mp4",
    "trailer_ogg": "http://localhost:9000/static/movies/caj.ogg"
    },
    {
      "id": 2,
      "codex": "RB",
      "name": "Rosemary's Baby - Nastro Rosso a New York",
      "img": "/static/images/copertinefilm/rose.jpg",
      "plot": "Rosemary's Baby - Nastro rosso a New York è un film del 1968 diretto da Roman Polanski, tratto dall’omonimo romanzo di Ira Levin. Guy (John Cassavetes) e Rosemary Woodhouse (Mia Farrow) sono una giovane coppia in cerca di una nuova casa a New York. Guy, un attore che spera di intraprendere una brillante carriera, convince sua moglie a trasferirsi in un elegante appartamento della metropoli. Dal momento che non conoscono quasi nessuno in città, i Woodhouse accettano di buon grado l’invito a cena di Roman (Sidney Blackmer) e Minnie Castevet (Ruth Gordon), loro vicini di casa. La coppia sembra esercitare un certo fascino su Guy, che cerca costantemente il loro consiglio. Per accontentare il marito e non mostrarsi sgradevole con i vicini, Rosemary accetta la situazione e ringrazia Minnie per averle donato un amuleto, contenente la maleodorante ‘radice di Tannis’. Mentre si consolida il rapporto con i Castevet, la carriera di Guy sembra finalmente decollare e l’uomo chiede a Rosemary di concepire un figlio nel corso di una notte di fine settembre. Mentre cenano a lume di candela, i Woodhouse ricevono la visita di Minnie che ha fatto per loro un dolce. Rosemary, disgustata dal sapore del dessert, inizia ad accusare i sintomi di un malore e Guy la porta nella camera matrimoniale.\nL’indomani, dopo aver sognato di essere vittima di un macabro rito, Guy confessa a sua moglie di averla posseduta mentre era priva di sensi. Pochi giorni dopo, Rosemary scopre di essere incinta del suo primo figlio e si affida alle cure del dottor Sapirstein (Ralph Bellamy), su consiglio dell'insistente Minnie. La gravidanza sembra procedere in modo del tutto atipico: la donna dimagrisce molto e ha continui dolori all'addome. Quando l’amico e scrittore Edward Hutchins (Maurice Evans) le fa una visita inaspettata e rimane sconvolto dal suo cambiamento fisico, Rosemary intuisce che qualcosa di oscuro e terribile sta per accadere ma potrebbe essere troppo tardi per cambiare il suo destino…",
      "cast": [ "Mia Farrow", "John Cassavetes"],
      "trailer_mp4": "http://localhost:9000/static/movies/baby.mp4",
      "trailer_ogg": "http://localhost:9000/static/movies/baby.ogg"
    },
    {
      "id": 3,
      "codex": "CB",
      "name": "La casa delle bambole",
      "img": "/static/images/copertinefilm/La%20casa%20delle%20bambole.jpg",
      "plot": "La Casa delle Bambole - Ghostland, il film horror di Pascal Laugier, Pauline (Mylène Farmer) e le due figlie adolescenti, Beth (Emilia Jones) e Vera (Taylor Hickson), ricevono in eredità una vecchia villa piena di cimelie bambole antiche che rendono l'atmosfera tetra e inquietante. Durante la notte, due intrusi penetrano nella casa e prendono in ostaggio le ragazze. Pauline lotta disperatamente per la vita delle figlie e riesce ad avere la meglio sugli assalitori, ma il trauma di quella notte segnerà per sempre il destino delle ragazze.\nMentre Beth riesce a reagire e a lasciarsi il passato alle spalle, diventando una scrittrice di successo, Vera invece non supera lo shock e si rinchiude nelle sue paranoie. Sedici anni più tardi Beth (Crystal Reed) riceve una telefonata dalla sorella (Anastasia Phillips) che le chiede aiuto. La ragazza ritorna così nella casa delle bambole dove scoprirà che l'incubo, in realtà, non è ancora finito...",
      "cast": [ "Crystal Reed", "Anastasia Phillips"],
      "trailer_mp4": "http://localhost:9000/static/movies/canb.mp4",
      "trailer_ogg": "http://localhost:9000/static/movies/canb.ogg"
    },
    {
      "id": 4,
      "codex": "MS",
      "name": "Midsommar",
      "img": "/static/images/copertinefilm/Midsommar.jpg",
      "plot": "Midsommar - Il Villaggio dei Dannati, film diretto da Ari Aster, è una fiaba cinematografica impregnata di terrore, nella quale un mondo fatto di oscurità prende vita in pieno giorno.\nProtagonisti del film sono Dani (Florence Pugh) e Christian (Jack Reynor), una giovane coppia americana con una relazione in crisi. Dopo che una tragedia familiare si è abbattuta sulla vita di Dani, solo il dolore li tiene insieme. È per questo motivo che Dani decide di unirsi a Christian e ai suoi amici in un viaggio, che ha come meta un remoto villaggio svedese, per festeggiare Midsommar, la tradizionale festa di mezza estate che si svolge nei giorni del solstizio, tra il 21 e il 25 giugno.\n\nArrivando in Svezia, Dani e la sua compagnia viaggiano verso la provincia di Hälsingland, dove la tribù di Pelle è nel bel mezzo della celebrazione di un rituale di purificazione. Durante il cammino si uniscono al gruppo di americani anche Simon e Connie (Archie Madewke ed Ellora Torchia), due viaggiatori britannici. Dopo aver mangiato dei funghi allucinogeni, i nuovi arrivati si dirigono verso la foresta, addentrandosi, attraverso un portale di legno, in quello che sembra essere un fantastico mondo scintillante.\nMa la Festa dove capitano è diversa dalle altre: dura nove giorni e si svolge una volta ogni novant'anni. È speciale anche perché assumerà presto dei contorni disturbanti e inquietanti, legati al culto pagano praticato in quelle zone. E così, ciò che inizia come una spensierata avventura estiva nella terra della luce eterna, prende una svolta sinistra, quando gli abitanti del villaggio invitano i loro ospiti a partecipare alle festività, che rendono quel paradiso pastorale sempre più snervante e incredibilmente inquietante.",
      "cast": [ "Florence Pugh", "Jack Reynor"],
      "trailer_mp4": "http://localhost:9000/static/movies/mids.mp4",
      "trailer_ogg": "http://localhost:9000/static/movies/mids.ogg"
    },
    {
      "id": 5,
      "codex": "GO",
      "name": "Get Out",
      "img": "/static/images/copertinefilm/Get%20Out.jpg",
      "plot": "Scappa - Get Out, film thriller scritto e diretto da Jordan Peele, racconta la storia di Chris Washington (Daniel Kaluuya), un fotografo afroamericano che si troverà a fare i conti con la supremazia della razza bianca.\nTutto ha inizio quando il ragazzo decide di passare il weekend a casa della famiglia della sua fidanzata, Rose Armitage (Allison Williams), una giovane donna americana benestante. Suo padre Dean (Bradley Whitford) è un brillante neurochirurgo, sua madre Missy (Catherine Keener) un' ipnoterapista e suo fratello Jeremy (Caleb Landry Jones) studia medicina. Nonostante l’accoglienza in casa Armitage sia molto calorosa, Chris non può far a meno di notare lo strano comportamento dei domestici Walter (Marcus Henderson) e Georgina (Betty Gabriel), entrambi di colore.\nLa prima sera poi accade qualcosa di veramente insolito: dopo aver fumato una sigaretta, Chris incontra Missy che, nel suo studio, lo ipnotizza riducendolo in uno stato di paresi e facendo sprofondare la sua mente in una sorta di mondo sommerso; una volta risvegliato, il ragazzo non ha più il vizio del fumo.\nPer tutto il weekend si susseguono diversi episodi bizzarri: durante una festa organizzata in casa dalla famiglia Armitage, gli invitati si comportano in modo strano con lui, mostrando un forte interesse per il suo aspetto fisico e la sua etnia; poi, quando Chris tenta di fotografare un uomo di colore vestito anni ’50 che crede di aver già visto altrove, tale Logan King (Lakeith Stanfield), questi comincia a sanguinare dal naso e, all’improvviso, lo afferra suggerendogli di scappare.\nSpaventato, Chris chiama il suo amico Rod (Lil Rel Howery) per raccontargli l’accaduto e chiede a Rose di tornare a casa. Nel frattempo, però, la famiglia di lei ha organizzato un’asta segreta per la vendita del giovane fotografo afroamericano, aggiudicata al commerciante d’arte cieco Jim Hudson (Stephen Root).",
      "cast": [ "Daniel Kaluuya", "Allison Williams"],
      "trailer_mp4": "http://localhost:9000/static/movies/getout.mp4",
      "trailer_ogg": "http://localhost:9000/static/movies/getout.ogg"
    }
  ]
}